[
	{
		"postCategory": "panel-default",
		"postTitle": "Hey guys!",
		"postInfo": "New on here, hi everyone! this website seems pretty awesome, I'm going ...",
		"fullPost": "New on here, hi everyone! this website seems pretty awesome, I'm going to invite all my friends to check it out! In the meantime, please bump up my post.",
		"bumpCount": "0"
	},
	{
		"postCategory": "panel-primary",
		"postTitle": "Dumped",
		"postInfo": "My girl just broke up with me. I can't believe that after all this time...",
		"fullPost": "My girl just broke up with me. I can't believe that after all this time, even though we loved each other, we fall apart. I'm struggling right now and debating how to cope with this situation. Was my life all a lie??",
		"bumpCount": "50"
	},
	{
		"postCategory": "panel-success",
		"postTitle": "BEST DAY EVER!!",
		"postInfo": "LIKE OMG, I got a brand new iPhone 6! I can't believe that I had the sa...",
		"fullPost": "LIKE OMG, I got a brand new iPhone 6! I can't believe that I had the same old iPhone 5s for the past few months! This upgrade is going to be pretty bomb so I'm gonna brag about it on Instagram, Facebook, Snapchat and Twitter too! Yay me!",
		"bumpCount": "1"
	},
	{
		"postCategory": "panel-custom",
		"postTitle": "FRIDAY",
		"postInfo": "After classes today, I'm about to hit up the beach and just chill for t...",
		"fullPost": "After classes today, I'm about to hit up the beach and just chill for the rest of the day! Party at THE beach. Let's see which one of you know the dopest beach I'm talking about! BYOB and let the weekend begin!",
		"bumpCount": "25"
	},
	{
		"postCategory": "panel-warning",
		"postTitle": "Dream job!",
		"postInfo": "Finally scored an interview at Google and I just got called back for th...",
		"fullPost": "Finally scored an interview at Google and I just got called back for the next step! Pretty nervous, but at the same time, I'm ready for it! I can't believe this is actually happening Let's do this!",
		"bumpCount": "10"
	},
	{
		"postCategory": "panel-danger",
		"postTitle": "Struggling with code, this sucks",
		"postInfo": "So these late nights have not been fun. I've been coding all day for th...",
		"fullPost": "So these late nights have not been fun. I've been coding all day for the past few days and it's a bummer how It's almost 3:30 AM and I'm not even worried about not sleeping. I'm more worried about finishing this code. SOS here.",
		"bumpCount": "20"
	}
]
